Repository: diegopvlk/Tomatillo
Catalog: po/*.po
Languages: ru

source: Focus better, work smarter
ru: Лучше концентрируйтесь, работайте умнее

source: Pomodoro;Productivity;Timer;Focus;Task;Work;Breaks;Time;Management;
ru: Pomodoro;Помодоро;Продуктивность;Таймер;Работа;Задача;Перерывы;Время;Управление;

source: Tomatillo is a Pomodoro Timer app for your productivity tasks. Work for a set time, then take a short break. After some cycles, take a longer break.
ru: Tomatillo — это таймер Pomodoro для повышения продуктивности. Работайте заданное время, а затем сделайте короткий перерыв. Спустя несколько циклов последует длинный перерыв.

source: Focus Session
ru: Период работы

source: Preferences
ru: Настройки

source: Break Session
ru: Перерыв

source: Long Break Session
ru: Длинный перерыв

source: Focus Session - Dark Mode
ru: Период работы — тёмная тема

source: translator-credits
ru: Vladimir Kosolapov https://github.com/vmkspv

source: Pause
ru: Пауза

source: Resume
ru: Продолжить

source: Start
ru: Начать

source: Focus
ru: Период работы

source: Short Break
ru: Короткий перерыв

source: Long Break
ru: Длинный перерыв

source: Break Time
ru: Время перерыва

source: Time for a short break.
ru: Время для короткого перерыва.

source: Time for a long break.
ru: Время для длинного перерыва.

source: Start Break
ru: Начать перерыв

source: Focus Mode
ru: Режим работы

source: Break is over!
ru: Перерыв окончен!

source: Start Focus
ru: Начать работу

source: Long Break Interval
ru: Интервал длинного перерыва

source: Run in Background
ru: Работать в фоновом режиме

source: Notification Sound
ru: Звук уведомлений

source: Bypass 'Do Not Disturb'
ru: Игнорировать режим «Не беспокоить»

source: Autostart Focus
ru: Автозапуск периода работы

source: Autostart Break
ru: Автозапуск перерыва

source: Main Menu
ru: Главное меню

source: Reset
ru: Сбросить

source: Skip
ru: Пропустить

source: About Tomatillo
ru: О приложении

source: Quit
ru: Выход

source: Reset Session
ru: Сбросить период

source: Reset Current Timer
ru: Сбросить текущий таймер
